export const SEARCH_ERROR =
  "Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз";

export const SEARCH_ERROR_NO_DATA =
  "К сожалению по вашему запросу ничего не найдено.";
export const SEARCH_WORD_ERROR =
  "Пожалуйста попробуйте уточнить запрос.";
  
export const NO_SHORTS = 'У вас нет сохраненных короткометражек.'
export const SAVE_ERROR = 'Не удалось сохранить. Пожалуйста попробуйте еще раз.'
export const DELETE_ERROR = 'Не удалось удалить. Пожалуйста попробуйте еще раз.'
